{
    " to paste the last transcript. Useful when you forgot to select an input field when you started recording.": " pour coller la dernière transcription. Utile lorsque vous avez oublié de sélectionner un champ de saisie au début de l'enregistrement.",
    " to record": " pour enregistrer",
    " to record, release to transcribe.": " pour enregistrer, relâchez pour transcrire.",
    "(Empty transcription)": "(Pas de transcription)",
    "A fast keyboard user usually types around 80 words per minute. You can speak much faster.": "Un utilisateur tape généralement ~80 mots par minute. Vous pouvez parler bien plus vite.",
    "About": "À propos",
    "Add": "Ajouter",
    "Add a word": "Ajouter un mot",
    "Add a word to the Custom Dictionary": "Ajouter un mot au Dictionnaire",
    "Add technical terms, names, or specialized vocabulary": "Ajouter des termes techniques, des noms ou un vocabulaire spécialisé",
    "Adjust system preferences to control Murmure's behavior at startup and more.": "Ajustez les préférences système pour contrôler le comportement de Murmure au démarrage et plus encore.",
    "All audio is deleted. No telemetry, no tracking. Only the last five text transcriptions are stored on your computer.": "Tous les fichiers audio sont supprimés. Aucune télémétrie, aucun suivi. Seules les cinq dernières transcriptions de texte sont stockées sur votre ordinateur.",
    "All processing happens locally on your device. No data ever leaves your computer.": "Tout le traitement se fait localement sur votre appareil. Aucune donnée ne quitte votre ordinateur.",
    "Allows external apps to transcribe .wav files via HTTP.": "Permet aux applications externes de transcrire des fichiers .wav via HTTP.",
    "Always": "Toujours",
    "API documentation": "Documentation de l'API",
    "API Port": "Port de l'API",
    "Are you sure you want to clear all transcription history? This action cannot be undone.": "Êtes-vous sûr de vouloir effacer tout l'historique de transcription ? Cette action ne peut pas être annulée.",
    "Bottom": "Bas",
    "Cancel": "Annuler",
    "Check for updates": "Vérifier mises à jour",
    "Checking...": "Vérification...",
    "Choose when to show the recording overlay.": "Choisissez quand afficher l'overlay d'enregistrement.",
    "Choose whether the overlay appears at the top or bottom.": "Choisissez si l'overlay apparaît en haut ou en bas.",
    "Choose your preferred language for the interface.": "Choisissez votre langue préférée pour l'interface.",
    "Clear": "Effacer",
    "Clear History": "Effacer l'historique",
    "Close": "Fermer",
    "Copied to clipboard": "Copié dans le presse-papiers",
    "Copy to Clipboard": "Copier dans le presse-papiers",
    "Copyright (c) 2025 al1x-ai.com": "Copyright (c) 2025 al1x-ai.com",
    "Custom Dictionary": "Dictionnaire",
    "Custom Words": "Mots personnalisés",
    "Data processed locally instead of being sent to the Cloud this month.": "Données traitées localement plutôt qu'envoyées dans le Cloud, ce mois-ci.",
    "Dictionary updated": "Dictionnaire mis à jour",
    "Downloading... {{progress}}%": "Téléchargement... {{progress}}%",
    "Enter": "Entrée",
    "Escape": "Échap",
    "Experimental": "Expérimental",
    "Failed to clear history": "Échec de l'effacement de l'historique",
    "Failed to copy": "Échec de la copie",
    "Failed to load language": "Échec du chargement de la langue",
    "Failed to save language": "Échec de la sauvegarde de la langue",
    "Failed to set \"Start on boot\"": "Échec de la configuration du \"Démarrer au démarrage\"",
    "Failed to update dictionary": "Échec de la mise à jour du dictionnaire",
    "Free and open source software. Inspect, modify, and contribute.": "Logiciel libre et open source. Inspectez, modifiez et contribuez.",
    "Free and open source under GNU GPL v3 License.": "Logiciel libre et open source sous licence GNU GPL v3.",
    "Go to Settings > Custom Dictionary and add a word to make it available for future transcriptions.": "Allez dans Paramètres > Dictionnaire et ajoutez un mot pour qu’il soit disponible lors des prochaines transcriptions.",
    "Hidden": "Masqué",
    "History cleared": "Historique effacé",
    "History persistence": "Persistance de l'historique",
    "Hold ": "Maintenez ",
    "Home": "Accueil",
    "If enabled, Murmure will start automatically when your system starts.": "Si activé, Murmure démarrera automatiquement lorsque votre système démarre.",
    "Improve your workflow by setting up keyboard shortcuts.": "Améliorez votre flux de travail en configurant des raccourcis clavier.",
    "Installing...": "Installation...",
    "Keep transcription in clipboard after recording finishes": "Conserver la transcription dans le presse-papiers après la fin de l'enregistrement",
    "Language": "Langue",
    "License": "Licence",
    "Live input": "Entrée audio",
    "Local API": "API locale",
    "Murmure": "Murmure",
    "Murmure removes all audio files after processing and only keeps your five latest transcriptions, stored locally on your device.": "Murmure supprime tous les fichiers audio après traitement et conserve seulement vos cinq dernières transcriptions, stockées localement.",
    "Murmure use default microphone to record your voice.": "Murmure utilise le microphone par défaut pour enregistrer votre voix.",
    "Murmure use the default microphone to record your voice. Make sure your microphone is well set up.": "Murmure utilise le microphone par défaut pour enregistrer votre voix. Assurez-vous que votre microphone est correctement configuré.",
    "Murmure uses NVIDIA's Parakeet TDT model, a highly optimized transformer-based speech recognition system designed for low-latency on-device inference.": "Murmure utilise le modèle Parakeet TDT de NVIDIA, un système de reconnaissance vocale basé sur des transformateurs hautement optimisé, conçu pour une inférence à faible latence sur l'appareil.",
    "No Telemetry": "Aucune télémétrie",
    "No transcriptions yet": "Aucune transcription pour le moment",
    "NVIDIA's state-of-the-art speech recognition model runs entirely on-device.": "Le modèle de reconnaissance vocale de pointe de NVIDIA fonctionne entièrement sur l'appareil.",
    "Open Source": "Open Source",
    "Overlay position": "Position de l'overlay",
    "Overlay visibility": "Visibilité de l'overlay",
    "Past last transcript": "Coller la dernière transcription",
    "Perfect! You're all set to use Murmure everywhere.": "Parfait ! Vous êtes prêt à utiliser Murmure partout !",
    "Personalize your Murmure experience by adding technical terms, names, or specialized vocabulary to the dictionary (optimized for both English and French).": "Personnalisez votre expérience Murmure en ajoutant des termes techniques, des noms ou un vocabulaire spécialisé au dictionnaire (optimisé pour l'anglais et le français).",
    "Place your cursor in any textbox of any software and try to transcribe your voice.": "Placez votre curseur dans n’importe quel champ de texte d’un logiciel et essayez de transcrire votre voix.",
    "Powered by Parakeet": "Propulsé par Parakeet",
    "Preparing...": "Préparation...",
    "Press ": "Appuyez sur ",
    "Press keys...": "Appuyez sur les touches...",
    "Privacy First": "Confidentialité d'abord",
    "Privacy-first speech-to-text, running entirely on your machine": "Reconnaissance vocale axée sur la confidentialité, fonctionnant entièrement sur votre machine",
    "Push to talk": "Appuyer pour parler",
    "Recent activity": "Activité récente",
    "Report a bug": "Signaler un bug",
    "Select a mode": "Sélectionner un mode",
    "Select a position": "Sélectionner une position",
    "Set the port number for the HTTP API (1024-65535)": "Définir le numéro de port pour l'API HTTP (1024-65535)",
    "Settings": "Paramètres",
    "Shortcuts": "Raccourcis",
    "Start on boot": "Démarrer au démarrage",
    "Store the last five transcriptions on disk. Disable to keep history in memory only.": "Stocker les cinq dernières transcriptions sur le disque. Désactiver pour garder l'historique uniquement en mémoire.",
    "Support Development": "Soutenir le développement",
    "System": "Système",
    "Technology": "Technologie",
    "That’s thousands of ideas turned into text, without typing a single key.": "Des milliers d'idées transformées en texte, sans taper une seule touche.",
    "to cancel.": "pour annuler.",
    "To test transcription, press \"{{recordShortcut}}\", talk, then release": "Pour tester la transcription, appuyez sur « {{recordShortcut}} », parlez, puis relâchez",
    "to validate or": "pour valider ou",
    "Top": "Haut",
    "Total words written with Murmure this month.": "Total de mots produits avec Murmure ce mois-ci.",
    "Up to date": "À jour",
    "Update available": "Mise à jour disponible",
    "Use murmure in another app": "Utiliser Murmure dans une autre application",
    "Use the record shortcut on the Home page": "Utiliser le raccourci d’enregistrement sur la page d’accueil",
    "Version {{version}}": "Version {{version}}",
    "View": "Voir",
    "View on GitHub": "Voir sur GitHub",
    "Welcome aboard!": "Bienvenue !",
    "While recording": "Pendant l'enregistrement",
    "words": "mots",
    "wpm": "mots/min",
    "Your average words per minute with Murmure this month.": "Votre moyenne de mots par minute avec Murmure ce mois-ci.",
    "Zero tracking, zero analytics. Your data stays yours, always.": "Zéro suivi, zéro analyse. Vos données restent les vôtres, toujours."
}
